Repository: kalebtakele0810/bsis-frontend
Catalog: po/*.po
Languages: fr

source: Manage Blood Bank Inventory, Requests, Transfers and Issues
fr: Gérer l’Inventaire, les Requêtes, les Transferts et les Livraisons de la Banque de Sang

source: Manage Blood Test
fr: Gérer l’Analyse de Sang

source: Manage Blood Testing Rule
fr: Gérer les Règles d’Analyse de Sang

source: Manage Blood Testing Rules
fr: Gérer les Règles d’Analyse de Sang

source: Manage Blood Tests
fr: Gérer les Analyses de Sang

source: Manage Component Combination
fr: Gérer la Combinaison de Composants

source: Manage Component Combinations
fr: Gérer les Combinaisons de Composants

source: Manage Component Type
fr: Gérer le Type de Composant

source: Manage Component Types
fr: Gérer les Types de Composants

source: Manage Configuration
fr: Gérer la Configuration

source: Manage Deferral
fr: Gérer l’Ajournement

source: Manage Deferral Reason
fr: Gérer la Raison de Report

source: Manage Deferral Reasons
fr: Gérer les Raisons d’Ajournement

source: Manage Discard Reason
fr: Gérer la Raison de Rejet

source: Manage Discard Reasons
fr: Gérer les Raisons de Rejet

source: Manage Division
fr: Gérer la Division

source: Manage Divisions
fr: Gérer les Divisions

source: Manage Donation Batch
fr: Gérer le Lot de Dons

source: Manage Donation Batches
fr: Gérer les Lots de Dons

source: Manage Donation Type
fr: Gérer le Type de Dons

source: Manage Donation Types
fr: Gérer les Types de Dons

source: Manage Donor Records, Donation Batches and Donor Communications
fr: Gérer les Enregistrements des Donneurs, les Lots de Dons et les Communications aux Donneurs

source: Manage Donors
fr: Gérer les Donneurs

source: Manage Location
fr: Gérer l’Emplacement

source: Manage Locations
fr: Gérer les Emplacements

source: Manage Mobile Clinics and Sync Data
fr: Gérer les Cliniques Mobiles et Synchroniser les Données

source: Manage Order
fr: Gérer la Commande

source: Manage Orders
fr: Gérer les Commandes

source: Manage Pack Type
fr: Gérer le Type de Paquet

source: Manage Pack Types
fr: Gérer les Types de Poches

source: Manage Return
fr: Gérer le Retour

source: Manage Returns
fr: Gérer les Retours

source: Manage Role
fr: Gérer le Rôle

source: Manage Roles
fr: Gérer les Rôles

source: Manage TTI and Blood Group Serology Testing
fr: Gérer les Tests des ITT et de Sérologie des Groupes Sanguins

source: Manage Test Batch
fr: Gérer le Lot de Tests

source: Manage Test Batches
fr: Gérer les Lots de Test

source: Manage Transfusion Reaction Type
fr: Gérer le Type de Réactions Post-Transfusion

source: Manage Transfusion Reaction Types
fr: Gérer les Types de Réactions Transfusionnelles

source: Manage User
fr: Gérer l’Utilisateur

source: Manage Users
fr: Gérer les Utilisateurs

source: March
fr: Mars

source: Mark Component Containing Plasma as Unsafe for Positive Test Outcomes
fr: Marquer un Composant Contenant du Plasma comme Non Sûr pour des Résultats de Tests Positifs

source: Mark Component as Unsafe for Positive Test Outcomes
fr: Marquer un Composant comme Non Sûr pour des Résultats de Tests Positifs

source: Match
fr: Faire Correspondre

source: Max bleed time
fr: Temps de saignement

source: Max bleed time should be between 0 and 60 mins
fr: Le temps de saignement maximum devrait être entre 0 et 60 minutes

source: Max time since donation
fr: Temps maximal depuis le dernier don

source: Max time since donation should be between 0 and 30 hours
fr: Le temps maximum depuis le dernier don devrait être entre 0 et 30 heures

source: Maximum Weight
fr: Poids maximum

source: May
fr: Mai

source: Merge
fr: Combiner

source: Middle
fr: Deuxième Prénom

source: Minimum Weight
fr: Poids Minimum

source: Mobile Clinic
fr: Clinique Mobile

source: Mobile Clinic Export
fr: Exporter une Clinique Mobile

source: Mobile Clinic Look Up
fr: Rechercher une Clinique Mobile

source: Mobile Number
fr: Numéro de Mobile

source: Modified
fr: Modifié

source: Modify password
fr: Modifier le Mot de Passe

source: Month
fr: Mois

source: More than one component returned for given component Type. Please enter a component code
fr: Plus d’un Composant Renvoyé pour le Type de Composant Donné. Veuillez entrer un code de Composant

source: Mr
fr: M

source: Mrs
fr: Mme

source: Ms
fr: Melle

source: Must match the previous entry
fr: Doit Correspondre à l’Entrée Précédente

source: Name
fr: Nom

source: Negative Outcomes
fr: Résultats Négatifs

source: New Donation Batch
fr: Nouveau Lot de Dons

source: New Password
fr: Nouveau Mot de Passe

source: New Test Batch
fr: Nouveau Lot de Tests

source: New password
fr: Nouveau Mot de Passe

source: Next
fr: Suivant

source: No
fr: Non

source: No Blood Group
fr: Aucun Groupe Sanguin

source: No Deferrals Found
fr: Aucun Report Trouvé

source: No Deferrals found
fr: Aucun report trouvé

source: No Donations found
fr: Aucun Don trouvé

source: No Match
fr: Aucune Correspondance

source: No Previous Donations
fr: Aucun don antérieur

source: No Type Determined
fr: Aucun Type Déterminé

source: No closed donation batches
fr: Aucun Lot de Dons Fermés

source: No closed test batches.
fr: Aucun lot de tests fermé.

source: No components for donation
fr: Aucun Composant pour le don

source: No components found
fr: Aucun Composant trouvé

source: No components with the specified component type exist for the specified Donation
fr: Aucun Composant du type spécifié n'existe pour le don spécifié

source: No current deferrals
fr: Aucun ajournement en cours

source: No data for date range selected
fr: Aucune date pour la plage de dates sélectionnée

source: No donors found
fr: Aucun Report Trouvé

source: No duplicate donors found
fr: Aucun double donneur trouvé

source: No open donation batches
fr: Aucun lot de dons ouvert

source: No open test batches.
fr: Aucun lot de tests ouvert.

source: None
fr: Aucun

source: None of the above
fr: Aucun de ceux ci-dessus

source: Not Done
fr: Non Terminé

source: Not Eligible
fr: Non éligible

source: Not In Stock
fr: Pas en Stock

source: Not Labelled
fr: Non Étiqueté

source: Not Specified
fr: Non Spécifié

source: Not Transfused
fr: Non Transfusé

source: Not applicable
fr: Non Applicable

source: Not found. Please re-enter DIN or select a different component type
fr: Aucun résultat. Veuillez ré-entrer le DIN ou sélectionner un type de composant différent

source: Not found. Please re-enter DIN.
fr: Aucun résultat. Veuillez ré-entrer le DIN.

source: Not in Stock
fr: Pas en Stock

source: November
fr: Novembre

source: Num Boxes
fr: Nom. Conteneurs

source: Num Initial Components
fr: Nom. Initial de Composants

source: Number of Blood Transport Boxes
fr: Nombre de Conteneurs de Transport de Sang

source: Number of Donations
fr: Nombre de Dons

source: Number of Samples
fr: Nombre d’Échantillons

source: Number of Samples Ready for Release
fr: Nombre d’Échantillons Prêts à Être Utilisés

source: Number of Samples Released
fr: Nombre d’Échantillons Utilisés

source: Number of Samples: {{sampleNumber}}
fr: Nombre d’Échantillons: {{sampleNumber}}

source: Number of components: {{componentNumber}}
fr: Nombre de Composants: {{componentNumber}}

source: Number of duplicates
fr: Nombre de doublons

source: Number of entities
fr: Nombre d'entités

source: Number of forms: {{count}}
fr: Nombre de formulaires: {{count}}

source: Number of processing sites: {{sitesNumber}}
fr: Nombre de sites de traitement: {{sitesNumber}}

source: Number of venues: {{venuesNumber}}
fr: Nombre de salles: {{venuesNumber}}

source: October
fr: Octobre

source: Open
fr: Ouvert

source: Open Batches
fr: Lots ouverts

source: Order Date
fr: Date de Commande

source: Order Status
fr: Statut de la Commande

source: Order Type
fr: Type de la Commande

source: Ordered
fr: Commandé

source: Outcome
fr: Résultat

source: Overview
fr: Aperçu

source: Overweight Child Packs
fr: Paquets pour Enfant en Surpoids

source: Overweight Pack
fr: Paquet en Surpoids

source: POST DONATION
fr: POST-DON

source: Pack
fr: Poche

source: Pack Label DIN
fr: Étiquette DIN de la poche

source: Pack Type
fr: Type de Poche

source: Pack Type Update
fr: Mise à jour du type de paquet

source: Pack Type name already exists.
fr: Ce nom de Type de Paquet existe déjà.

source: Pack Weight Update
fr: Mise à jour du Poids du paquet

source: Page {{currentPage}} of {{pageCount}}
fr: Page {{currentPage}} sur {{pageCount}}

source: Parent Division
fr: Division Parente

source: Parent division levels cannot be changed
fr: Les niveaux de divisions parentes ne peuvent pas être modifiés

source: Pass
fr: Passe

source: Password
fr: Mot de passe

source: Password reset failed. Please make sure that you have entered the correct username and try again
fr: La réinitialisation du mot de passe a échoué. Veuillez vous assurer que vous avez entré le bon nom d'utilisateur, et recommencez

source: Patient Details
fr: Informations sur le patient

source: Patient Name
fr: Nom du patient

source: Patient Number
fr: Numéro du patient

source: Patient Request
fr: Requête du patient

source: Patient Requests
fr: Requêtes du patient

source: Pending Tests
fr: Tests en attente

source: Pending: TTI repeat and/or confirmatory test outcomes.
fr: En attente: Résultats de tests de confirmation et/ou répétés ITT.

source: Pending: ambiguous blood group serology test outcomes.
fr: En attente: Résultats ambigus de tests de sérologies de groupes sanguins.

source: Pending: blood group serology repeat test outcomes.
fr: En attente: Résultats de tests répétés de sérologies de groupes sanguins.

source: Period
fr: Période

source: Period between donations
fr: Période entre deux dons

source: Permanently deferred
fr: Reporté de façon permanente

source: Please choose at least one location type
fr: Veuillez choisir au moins un type d'emplacement

source: Please complete all of the required fields
fr: Veuillez remplir tous les champs requis

source: Please enter a valid identifier
fr: Veuillez entrer un identifiant valide

source: Please enter a value above {{minValue}}
fr: Veuillez entrer une valeur au-dessus de {{minValue}}

source: Please enter a value below {{maxValue}}
fr: Veuillez entrer une valeur en-dessous de {{maxValue}}

source: Please provide valid inputs
fr: Veuillez entrer des données valides

source: Please resolve all discrepancies between initial and re-rentered outcomes before saving the form.
fr: Veuillez résoudre toutes les disparités entre les résultats initiaux et re-rentrés avant d'enregistrer le formulaire.

source: Please select a dispatch type
fr: Veuillez sélectionner un type d'envoi

source: Please select at least one permission
fr: Veuillez sélectionner au moins une permission

source: Please select at least one role
fr: Veuillez sélectionner au moins un rôle

source: Please select at least two donors.
fr: Veuillez sélectionner au moins deux donneurs.

source: Please select one
fr: Veuillez en sélectionner un

source: Please select the correct donor information below
fr: Veuillez sélectionner les bonnes informations de donneurs ci-dessous

source: Please supply a valid donor
fr: Veuillez entrer un donneur valide

source: Please supply all fields
fr: Veuillez remplir tous les champs

source: Positive Outcomes
fr: Résultats positifs

source: Postal
fr: Boîte Postale

source: Powered by
fr: Alimenté Par

source: Preferred Address Type
fr: Type d’Adresse Préféré

source: Preferred Contact Type
fr: Type de Contact Préféré

source: Preferred Language
fr: Langue Préférée

source: Preparation Info
fr: Infos de Préparation

source: Previous ABO/Rh
fr: ABO/Rh Précédent

source: Previous Donation
fr: Don Précédent

source: Print Delivery Note
fr: Imprimer un bon de Livraison

source: Print Discard Label
fr: Imprimer une Étiquette de Rejet

source: Print Dispatch Note
fr: Imprimer un bon de livraison

source: Print Donor Barcode
fr: Imprimer le Code-Barre du Donneur

source: Print Pack Label
fr: Imprimer l’Étiquette du Paquet

source: Print Return Note
fr: Imprimer un bon de Retour

source: Process
fr: Préparé

source: Process Component
fr: Traiter le Composant

source: Process labelled component
fr: Traiter le Composant étiqueté

source: Processed
fr: Préparé

source: Processing Date
fr: Date de Traitement

source: Processing Site
fr: Site de Préparation

source: Processing site
fr: Site de Préparation

source: Processing...
fr: Traitement en cours...

source: Produced Component(s)
fr: Composant(s) produit(s)

source: Pulse
fr: Pouls

source: Quarantined
fr: Quarantaine

source: REPORTS
fr: RAPPORTS

source: Rank in Category
fr: Rang dans la Catégorie

source: Re-Enter
fr: Re-Entrer

source: Re-Enter ABO/Rh Outcomes
fr: Ré-entrez les Résultats ABO/Rh

source: Re-Enter TTI Outcomes
fr: Ré-entrez les Résultats TTI

source: Re-entry completed for {{reEntriesConfirmed}} of {{totalReEntries}} outcomes.
fr: Ré-Entrées terminées pour {{reEntriesConfirmed}} résultats sur {{totalReEntries}}.

source: Re-entry required for {{reEntriesNotConfirmed}} of {{totalReEntries}} outcomes.
fr: Ré-Entrées requises pour {{reEntriesNotConfirmed}} résultats sur {{totalReEntries}}.

source: Re-scan Pack Label
fr: Re-scanner une Étiquette de Paquet

source: Reason
fr: Raison

source: Receive Components
fr: Réception des Composants

source: Received Counselling
fr: Thérapie Reçu

source: Record ABO/Rh Outcomes
fr: Enregistrement des Résultats ABO/Rh

source: Record Components
fr: Enregistrement des Composants

source: Record Confirmatory TTI Outcomes
fr: Enregistrement des Résultats de Confirmation TTI

source: Record Repeat ABO/Rh Outcomes
fr: Enregistrement des Résultats Répétés ABO/Rh

source: Record Repeat TTI Outcomes
fr: Enregistrement des Résultats Répétés TTI

source: Record Return
fr: Enregistrement des Retours

source: Record TTI Outcomes
fr: Enregistrement des Résultats TTI

source: Record Transfusions
fr: Enregistrement des Transfusions

source: Referral Site
fr: Site de Référence

source: Referred
fr: Référence

source: Refused Counselling
fr: Thérapie Refusé

source: Release
fr: Libération

source: Released
fr: Validé

source: Remove
fr: Retirer

source: Remove Blood Test
fr: Retirer l’Analyse de Sang

source: Remove Outcome
fr: Retirer un Résultat

source: Remove Pack
fr: Retirer un Paquet

source: Remove Source Component
fr: Retirer un Composant de Source

source: Remove Test Sample(s)
fr: Retirer échantillon(s) du Test

source: Remove Unit
fr: Retirer un Composant de Source

source: Remove from negative or positive outcomes first
fr: Retirer des résultats positifs ou négatifs en premier

source: Removed
fr: Retiré

source: Removing...
fr: Retirant...

source: Reopen
fr: Ré-ouvrir

source: Reopen Batch
fr: Ré-ouvrir un Lot

source: Repeat ABO/Rh Outcomes
fr: Répéter les Résultats ABO/Rh

source: Repeat TTI Outcomes
fr: Répéter les Résultats ITT

source: Reset Password
fr: Réinitialiser le mot de passe

source: Reset password
fr: Réinitialiser le mot de passe

source: Resetting...
fr: Réinitialisation...

source: Resolve
fr: Résoudre

source: Resolve Ambiguous ABO/Rh Outcomes
fr: Résoudre les résultats ambigus d’ABO/Rh

source: Resolved
fr: Résolu

source: Return Date
fr: Date de Retour

source: Return Note
fr: Bon de Retour

source: Return Status
fr: Statut de Retour

source: Return to Stock
fr: Renvoyer au Stock

source: Returned
fr: Renvoyé

source: Returned From
fr: Renvoyé De

source: Returned To
fr: Renvoyé A

source: Review the deferrals for the merged donor
fr: Examiner les Reports pour le donneur combiné

source: Review the donations for the merged donor
fr: Examiner les dons pour le donneur combiné

source: Revision type
fr: Type de révision

source: Role name already exists
fr: Le nom du rôle existe déjà

source: Roles
fr: Rôles

source: SETTINGS
fr: PARAMETRES

source: Safe
fr: Sûr

source: Safe components
fr: Composants Sûrs

source: Same as Home
fr: De Même qu’à la Maison

source: Sample Released
fr: Échantillon Utilisé

source: Save
fr: Enregistrer

source: Save test outcomes
fr: Enregistrer les Résultats des Tests

source: Saving...
fr: Enregistrement...

source: Search
fr: Rechercher

source: Searching...
fr: Recherche...

source: Select
fr: Sélectionnez

source: Select Donors to Merge
fr: Sélectionnez des Donneurs à Combiner

source: Select a component to process
fr: Sélectionnez un Composant à préparer

source: Select a date range that is less than one month
fr: Sélectionnez une plage de dates de moins d'un mois

source: Select a donation batch
fr: Sélectionnez un lot de dons

source: Select a processing site
fr: Sélectionnez un site de Préparation

source: Select a valid date
fr: Sélectionnez une date valide

source: Select components to discard or undiscard
fr: Sélectionnez des Composants à rejeter ou récupérer après un rejet

source: Select one or more
fr: Sélectionnez un ou plusieurs

source: Selected Component cannot be discarded until component batch received
fr: Le composant sélectionné ne peut pas être rejeté avant la réception du lot de composants

source: Selected Component cannot be processed until component batch received
fr: Le composant sélectionné ne peut pas être traité avant la réception du lot de composants

source: Selected component cannot be discarded or undiscarded
fr: Le composant sélectionné ne peut pas être rejeté ou récupéré

source: Selected component cannot be processed further
fr: Le composant sélectionné ne peut pas être encore traité

source: September
fr: Septembre

source: Set Password
fr: Choisir un Mot de Passe

source: Set a New Password
fr: Choisir un nouveau mot de passe

source: Short Name
fr: Nom abrégé

source: Show test outcomes
fr: Afficher les Résultats des Tests

source: Source Component Option(s)
fr: Option(s) de Sources de Composants

source: Specific Gravity
fr: Gravité Spécifique

source: Start
fr: Début

source: Start Date
fr: Date de début

source: Start and end times are the same: please re-enter
fr: Les dates de début et de fin sont les mêmes: veuillez les ré-entrer

source: Start date must be before the end date
fr: La date de début doit se situer avant la date de fin

source: Status
fr: Statut

source: Step {{step}} of {{totalsteps}}
fr: Étape {{step}} sur {{totalsteps}}

source: Stock Levels
fr: Niveaux de Stock

source: Storage Info
fr: Informations de Stockage

source: TESTING
fr: TESTS EN COURS

source: TTI
fr: ITT

source: TTI Outcomes
fr: Résultats ITT

source: TTI Prevalence Report
fr: Rapport des Prévalences des ITT

source: TTI Status
fr: Statut ITT

source: TTI Unsafe or Incomplete
fr: TTI non sûr ou incomplet

source: Temperature
fr: Température

source: Test Batch Outcomes Summary Report
fr: Rapport Résumé des Résultats du Lot de Tests

source: Test Batch Outcomes Summary Report - Blood Typing Issues and Tests Outstanding
fr: Rapport Résumé des Résultats du Lot de Tests - Problèmes de Types de Sang et Tests En Suspens

source: Test Batch Outcomes Summary Report - TTI Unsafe and Tests Outstanding
fr: Rapport Résumé des Résultats du Lot de Tests - TTI Non Sûr et Tests En Suspens

source: Test Name
fr: Nom du Test

source: Test Name (Short)
fr: Nom du Test (abrégé)

source: Test Outcome
fr: Résultat du Test

source: Test Sample Produced
fr: Echantillon pour le Test

source: Test Samples
fr: Échantillons du Test

source: Test outcomes have been recorded for one or more samples. Removing these from the test batch will clear all outcomes for those samples. Are you sure you want to continue?
fr: Les résultats du test ont été réorganisés pour un ou plusieurs échantillons. Le fait de les retirer du lot de test effacera tous les résultats pour ces échantillons. Êtes-vous sur de vouloir continuer?

source: Tested On
fr: Testé le

source: Testing
fr: Test en cours

source: Testing Date
fr: Date de Test

source: Testing Site
fr: Site de Test

source: Text
fr: Texte

source: That page is not accessible - you have been redirected to the home page.
fr: Cette page n'est pas accessible - vous avez été redirigé vers l’accueil.

source: The pack type has been updated - this will affect the initial components created with this donation. Do you want to continue?
fr: Le type de paquet a été mis à jour, cela affectera les composants initiaux créés avec ce don. Voulez-vous continuer?

source: The pack weight ({{componentWeight}}g) is above the maximum acceptable range ({{packTypeWeight}}g). Components from this donation will be flagged as unsafe. Do you want to continue?
fr: Le poids du paquet ({{componentWeight}}g) est au-dessus de la plage maximum acceptable ({{packTypeWeight}}g). Les composants de ce don seront marqués comme non sûrs. Voulez-vous continuer?

source: The pack weight ({{componentWeight}}g) is below the minimum acceptable range ({{packTypeWeight}}g). Components from this donation will be flagged as unsafe. Do you want to continue?
fr: Le poids du paquet ({componentWeight}}g) est au-dessous de la plage minimum acceptable ({{packTypeWeight}}g). Les composants de ce don seront marqués comme non sûrs. Voulez-vous continuer?

source: The pack weight ({{componentWeight}}g) is low (below {{packTypeWeight}}g). All components from this donation containing plasma will be flagged as Unsafe. Do you want to continue?
fr: Le poids du paquet ({{componentWeight}}g) est bas (en-dessous de {{packTypeWeight}}g). Les composants de ce don contenant du plasma seront marqués comme non sûrs. Voulez-vous continuer?

source: The pack weight has changed from an underweight or overweight value to one within the acceptable range. Components from this donation will no longer be flagged as unsafe as a result of the pack weight. Do you want to continue?
fr: Le poids du paquet est passé d'une valeur de sous-poids ou de sur-poids à une valeur acceptable. Les composants de ce don ne seront plus marqués comme non sûrs à cause d'un poids non acceptable. Voulez-vous continuer?

source: The same barcode has been scanned twice: please re-scan
fr: Le même code-barre a été scanné deux fois: veuillez re-scanner

source: The selected component has already been labelled. Do you want to continue?
fr: Le composant sélectionné a déjà été étiqueté. Voulez-vous continuer?

source: The selected donors do not have the same blood group. If you continue, the merged donor will not be assigned a blood group, and will be considered a first time donor.
fr: Les donneurs sélectionnés ne disposent pas du même groupe sanguin. Si vous continuez, le donneur combiné n'aura pas de groupe sanguin lui étant assigné, et sera considéré comme un premier donneur.

source: There is another donation with the same donation identification number
fr: Il y a un autre don avec le même DIN

source: There is no component in ISSUED state for specified DIN and component code
fr: Il n’y a pas de composant dans l’état LIVRÉ pour le code de composant et le DIN spécifiés

source: There is no component in ISSUED state for specified DIN and component type
fr: Il n’y a pas de composant dans l’état LIVRÉ pour le type de composant et le DIN

source: This cannot be empty
fr: Ce champ ne peut pas être vide

source: This component cannot be labelled - please check the status of the donor and donation
fr: Ce Composant ne peut pas être étiqueté - veuillez vérifier le statut du donneur et du don

source: This donor is below the minimum age of {{minAge}}
fr: Ce donneur est en-dessous de l’âge minimum de {{minAge}}

source: This donor is not eligible to donate. Components for this donation will be flagged as unsafe. Do you want to continue?
fr: Ce donneur n’est pas éligible à un don. Les composants de ce don seront marqués comme non sûrs. Voulez-vous continuer?

source: This donor is over the maximum age of {{maxAge}}
fr: Ce donneur est au-dessus de l’âge maximum de {{maxAge}}
