Repository: kalebtakele0810/bsis-frontend
Catalog: po/*.po
Languages: fr

source: % Issued vs Ordered
fr: % Distribué vs commandé

source: % Issued vs Requests
fr: % Distribué vs demandes

source: (0.001 to 2) with max 3 decimal digits (i.e. 1.004)
fr: (0,001 à 2) avec un maximum de 3 chiffres décimaux (c'est-à-dire 1,004 )

source: ABO Rh Blood Grouping Report
fr: Rapport des Groupes sanguins ABO RhD

source: ABO/Rh Outcomes
fr: Résultats ABO / Rh

source: Account Settings
fr: Gestion des comptes

source: Add
fr: Ajouter

source: Add Adverse Event Type
fr: Ajouter un effet indésirable

source: Add Blood Test
fr: Ajouter un test sanguin

source: Add Deferral
fr: Ajouter un report

source: Add Delivery Form
fr: Ajouter un formulaire de livraison

source: Add Donation
fr: Ajouter un don

source: Add Donation Batch
fr: Ajouter un lot de don

source: Add Donor
fr: Ajouter un donneur

source: Add New Adverse Event Type
fr: Ajouter un nouveau type d'effet indésirable

source: Add New Blood Test
fr: Ajouter un nouveau test sanguin

source: Add New Blood Testing Rule
fr: Ajouter une nouvelle règle de test sanguin

source: Add New Component Combination
fr: Ajouter une nouvelle combinaison de composants

source: Add New Component Type
fr: Ajouter un nouveau type de composant

source: Add New Configuration
fr: Ajouter une nouvelle configuration

source: Add New Deferral Reason
fr: Ajouter une nouvelle raison d’ajournement

source: Add New Discard Reason
fr: Ajouter une nouvelle raison de rejet

source: Add New Division
fr: Ajouter une nouvelle division

source: Add New Donation Type
fr: Ajouter un nouveau type de don

source: Add New Donor
fr: Ajouter un nouveau donneur

source: Add New Location
fr: Ajouter un nouvel emplacement

source: Add New Pack Type
fr: Ajouter un nouveau type de pack

source: Add New Role
fr: Ajouter un nouveau rôle

source: Add New Transfusion Reaction Type
fr: Ajouter un nouveau type de réaction transfusionnelle

source: Add New User
fr: Ajouter un nouvel utilisateur

source: Add Order
fr: Ajouter une commande

source: Add Outcome
fr: Ajouter un résultat

source: Add Pack
fr: Ajouter un pack

source: Add Return
fr: Ajouter un retour

source: Add Source Component
fr: Ajouter un composant source

source: Add Unit
fr: Ajouter une unité

source: Add a blood transport box
fr: Ajouter un récipient de transport de sang

source: Add box
fr: Ajouter un récipient

source: Add to Order
fr: Ajouter à la commande

source: Added
fr: Ajoutée

source: Adding...
fr: Ajout...

source: Address Type
fr: Type d'adresse

source: Addresses
fr: Adresses

source: Adverse Event
fr: Effet indésirable

source: Adverse Event Comment
fr: Commentaire sur Effet indésirable

source: Adverse Event Type
fr: Type d'effet indésirable

source: All
fr: Tous

source: All Processing Sites
fr: Tous les sites de traitement

source: All Samples
fr: Tous les échantillons

source: All Sites
fr: Tous les sites

source: All Venues
fr: Tous les emplacements

source: All search fields cannot be empty
fr: Tous les champs de recherche ne peuvent pas être vides

source: All venues
fr: Tous les emplacements

source: Already added or invalid DINs entered.
fr: DIN déjà ajoutés ou invalids.

source: Already expired
fr: Déjà expiré

source: Ambiguous
fr: Ambigu

source: An error occurred.
fr: Une erreur est survenue.

source: Any
fr: Tous

source: April
fr: Avril

source: Are you sure that you want to close this test batch?
fr: Êtes-vous sûr de vouloir fermer ce lot de test?

source: Are you sure that you want to continue?
fr: Êtes-vous sûr de vouloir continuer?

source: Are you sure that you want to delete this Order?
fr: Etes-vous sûr de vouloir supprimer cette commande?

source: Are you sure that you want to delete this Return?
fr: Êtes-vous sûr de vouloir supprimer ce retour?

source: Are you sure that you want to export all data?
fr: Êtes-vous sûr de vouloir exporter toutes les données?

source: Are you sure that you want to reopen this test batch?
fr: Êtes-vous sûr de vouloir rouvrir ce lot de test?

source: Are you sure that you want to void this Tranfusion?
fr: Êtes-vous sûr de vouloir annuler cette transfusion?

source: Are you sure that you want to void this test batch?
fr: Êtes-vous sûr de vouloir annuler ce lot de test?

source: Are you sure you want to delete the selected rows?
fr: Êtes-vous sûr de vouloir supprimer les lignes sélectionnées?

source: Are you sure you want to discard all units in this return?
fr: Êtes-vous sûr de vouloir éliminer toutes les unités de ce retour?

source: Are you sure you want to discard these components?
fr: Êtes-vous sûr de vouloir supprimer ces composants?

source: Are you sure you want to dispatch the order?
fr: Êtes-vous sûr de vouloir expédier la commande?

source: Are you sure you want to return all units into inventory?
fr: Êtes-vous sûr de vouloir retourner toutes les unités dans l'inventaire?

source: Are you sure you want to undiscard these components?
fr: Êtes-vous sûr de vouloir supprimer ces composants?

source: Are you sure you want to void this deferral?
fr: Êtes-vous sûr de vouloir annuler ce report?

source: Are you sure you want to void this permanent deferral? The donor may be eligible to donate as a result of this action.
fr: Êtes-vous sûr de vouloir annuler ce report permanent? Le donneur peut être admissible à faire un don du fait de cette action.

source: Are you sure you wish to delete the donor "{{firstName}}, {{lastName}} {{donorNumber}}"?
fr: Êtes-vous sûr de vouloir supprimer le donneur "{{firstName}, {{lastName}} {{donorNumber}}"?

source: Assign Sample(s) to Test Batch
fr: Attribuer un échantillon(s) à un lot de test

source: Audit Log
fr: Journal d'audit

source: August
fr: Août

source: Available
fr: Disponible

source: BP
fr: TA

source: Back
fr: Retour

source: Back to login
fr: Retour connexion

source: Batch
fr: Lot

source: Batch Date
fr: Date du lot

source: Batch Status
fr: Statut du lot

source: Birth Date
fr: Date de naissance

source: Bleed Times
fr: Durée de prélèvement

source: Bleed time exceeded, the following components will be flagged as unsafe: {{components}}.
fr: Si le temps de saignement est dépassé, les composants suivants seront marqués comme dangereux: {{components}}

source: Bleed times
fr: Temps de saignement

source: Blood ABO
fr: Sang ABO

source: Blood Bank
fr: Banque de sang

source: Blood Group
fr: Groupe sanguin

source: Blood Group Serology
fr: Sérologie de groupe sanguin

source: Blood Group Serology Outcomes
fr: Résultats de la sérologie du groupe sanguin

source: Blood Group Serology Status
fr: Statut sérologique du groupe sanguin

source: Blood Groups
fr: Groupe Sanguin

source: Blood Rh
fr: Sang Rh

source: Blood Test
fr: Test sanguin

source: Blood Test Type
fr: Type de test sanguin

source: Blood Transport Box Temperature
fr: Température de la conteneur de transport de sang

source: Blood Transport box
fr: Boîte de Transport du Sang

source: Blood Type
fr: Groupe sanguin

source: Blood Typing Issues or Incomplete
fr: Problèmes de typage sanguin ou incomplets

source: Blood Typing Status
fr: Statut hémotypologie

source: Blood Units Issued Summary Report
fr: Résumé du Rapport des unités de sang distribuées

source: Boolean
fr: Booléen

source: Box #{{boxNumber}}
fr: Boîte #{{boxNumber}}

source: Build: {{backendBuildNumber}} / {{frontEndBuildNumber}}
fr: Création: {{backendBuildNumber}} / {{frontEndBuildNumber}}

source: COMPONENTS
fr: COMPOSANTS

source: Calling Name
fr: Identifiant

source: Can be Issued
fr: Peut être Distribué

source: Cancel
fr: Annuler

source: Cannot be a future date
fr: Ne peut pas être une date future

source: Cannot print pack or discard labels for component
fr: Impossible d'imprimer le pack ou de supprimer les étiquettes pour le composant

source: Category
fr: Catégorie

source: Check Components to Print Pack and Discard Labels
fr: Vérifier les composants pour imprimer les étiquetes des poches à distribuer ou à détruire

source: Clear
fr: Effacer

source: Clinic Date
fr: Date de la Clinique Mobile

source: Close
fr: Fermer

source: Close Batch
fr: Fermer le lot

source: Closed
fr: Fermé

source: Closed Batches
fr: Lots fermés

source: Collection Date
fr: Date de collecte

source: Combined weight of components exceeds weight of parent component. Do you want to continue?
fr: Le poids combiné des composants dépasse le poids du composant source. Voulez-vous continuer?

source: Comment
fr: Commentaire

source: Comments
fr: Commentaires

source: Complete
fr: Terminé

source: Component Code
fr: Code du Composant

source: Component Delivery Forms
fr: Formulaires de livraison de composants

source: Component Production Laboratory
fr: Gérer la Production de Composants

source: Component Status
fr: Statut du composant

source: Component Transfusion Information
fr: Informations sur la transfusion de composants

source: Component Type
fr: Type de composant

source: Component Weight
fr: Poids du composant

source: Component can be discarded
fr: Le composant peut être éliminée

source: Component has been labelled and verified
fr: Le composant a été étiqueté et vérifié

source: Component is ready to be labelled
fr: Le composant est prêt à être étiqueté

source: Component weight exceeds weight of parent component
fr: Le poids des composants dépasse le poids du Composant source

source: Component with DIN {{DIN}} and ComponentCode {{componentCode}} not found.
fr: Composant avec DIN {{DIN}} et code de composant {{componentCode}} pas trouvé.

source: Component {{DIN}} ({{componentCode}}) does not match what was ordered.
fr: Composant {{DIN}} ({{componentCode}}) ne correspond pas à ce qui a été commandé.

source: Component {{DIN}} ({{componentCode}}) has already been added to this Order Form.
fr: Composant {{DIN}} ({{componentCode}}) a déjà été ajouté à ce bon de commande.

source: Component {{DIN}} ({{componentCode}}) has already been added to this Return Form.
fr: Composant {{DIN}} ({{componentCode}}) a déjà été ajouté à ce formulaire de retour.

source: Component {{DIN}} ({{componentCode}}) has already been assigned to another Order Form.
fr: Composant {{DIN}} ({{componentCode}}) a déjà été affecté à un autre formulaire de commande.

source: Component {{DIN}} ({{componentCode}}) has not been issued.
fr: Composant {{DIN}} ({{componentCode}}) n'a pas été publié.

source: Component {{DIN}} ({{componentCode}}) is not currently in stock at {{location}}.
fr: Composant {{DIN}} ({{componentCode}}) n'est pas en stock actuellement a {{location}}.

source: Component {{DIN}} ({{componentCode}}) is not currently in stock.
fr: Composant {{DIN}} ({{componentCode}}) n'est pas en stock.

source: Component {{DIN}} ({{componentCode}}) is not suitable for dispatch.
fr: Composant {{DIN}} ({{componentCode}}) ne convient pas à l'expédition.

source: Component {{DIN}} ({{componentCode}}) was not found in this Order Form.
fr: Composant {{DIN}} ({{componentCode}}) n'a pas été trouvé dans ce bon de commande.

source: Component {{DIN}} ({{componentCode}}) was not found in this Return Form.
fr: Composant {{DIN}} ({{componentCode}}) n'a pas été trouvé dans ce formulaire de retour.

source: Components
fr: Composants

source: Components Produced
fr: Composant sanguins

source: Components Produced Report
fr: Rapport des Composants Préparés

source: Components Produced Summary Report
fr: Rapport sommaire des composants produits

source: Confirm
fr: Confirmer

source: Confirm Close
fr: Confirmer Fermeture

source: Confirm Password
fr: Confirmer le mot de passe

source: Confirm Release
fr: Confirmer la sortie

source: Confirm Reopen
fr: Confirmer la réouverture

source: Confirm Void
fr: Confirmer annulation

source: Confirm new password
fr: Confirmer le nouveau mot de passe

source: Confirm password
fr: Confirmer le mot de passe

source: Confirmatory TTI Outcomes
fr: Résultats de confirmation de l'ITT

source: Contains Plasma
fr: Contient du plasma

source: Continue
fr: Continuer

source: Counselled
fr: Thérapie

source: Counselling Date
fr: Date de thérapie

source: Counselling Notes
fr: Notes de thérapie

source: Counselling Status
fr: Statut de la Traitement

source: Created
fr: Créé

source: Created On
fr: Créé le

source: Current Orders
fr: Commandes en cours

source: Current Returns
fr: Retours actuels

source: Current password
fr: Mot de passe actuel

source: Currently Deferred
fr: Actuellement ajourné

source: DIN From
fr: DIN de

source: DIN To
fr: DIN à

source: DIN cannot be empty
fr: Le DIN ne peut pas être vide

source: DIN should be {{dinLength}} characters
fr: Le DIN doit être de {{dinLength}} caractères

source: DINs do not match
fr: Les DIN ne correspondent pas

source: DONOR CLINIC
fr: CLINIQUE DU DONNEUR

source: DONOR COMMUNICATIONS
fr: COMMUNICATIONS AU DONNEUR

source: DONOR RECORDS
fr: INFORMATIONS RELATIVES AU DONNEUR

source: DONORS
fr: DONNEURS

source: Data Export
fr: Exportation de données

source: Data Type
fr: Type de données

source: Data export
fr: Exporter les Données

source: Date Bled
fr: Date de prélèvement

source: Date Collected
fr: Date de collecte

source: Date Created
fr: Date de Création

source: Date Period: {{fromDate}} to {{toDate}}
fr: Période de date: {{fromDate }} de {{toDate}}

source: Date Range
fr: Période

source: Date Transfused
fr: Date de transfusion

source: Date generated: {{date}}
fr: Date de création: {{date}}

source: Date is before collection date. Please re-enter
fr: La date est antérieure à la date de collecte. veuillez corriger

source: Date must be after component was created
fr: La date doit être après la création du composant

source: Date must be today or before
fr: La date doit être d’aujourd'hui ou antérieure

source: Date of Birth
fr: Date de Naissance

source: Date of Donation
fr: Date de don

source: Date of First Donation
fr: Date du premier don

source: Date of Last Donation
fr: Date du dernier don

source: Date or time is in the future: please re-enter
fr: La date ou l'heure est dans le futur: veuillez corriger

source: Day
fr: Jour

source: December
fr: Décembre

source: Decimal
fr: Décimal

source: Default Duration
fr: Durée par défaut

source: Deferral Reason already exists.
fr: La raison du report existe déjà.

source: Deferrals
fr: Reports

source: Deferred By
fr: Différé par

source: Deferred From
fr: Différé de

source: Deferred Until
fr: Différé jusqu'à

source: Deferred Until {{date}}
fr: Différé jusqu'à {{date}}

source: Delete
fr: Supprimer

source: Delete Donor
fr: Supprimer le donneur

source: Delete Rows
fr: Supprimer les lignes

source: Delete Selected Rows
fr: Supprimer les lignes sélectionnées

source: Deleted
fr: Supprimée

source: Delivery Date
fr: Date de livraison

source: Delivery Note
fr: Bon de livraison

source: Delivery Time
fr: Heure de Livraison

source: Demographics
fr: Contact

source: Description
fr: La description

source: Did Not Receive Counselling
fr: N'a pas reçu de thérapie

source: Discard
fr: Supprimer

source: Discard Components
fr: Éliminer les composants

source: Discard Reason
fr: Raison du rejet

source: Discard Reason already exists.
fr: La raison du rejet existe déjà.

source: Discard Stock
fr: Supprimer le stock

source: Discarded
fr: Rejeté

source: Discarding...
fr: Supprimant...

source: Discards Summary Report
fr: Rapport sommaire des rejets

source: Dispatch From
fr: Distribué de

source: Dispatch Note
fr: Bordereau d'envoi

source: Dispatch Order
fr: Expédition de la commande

source: Dispatch Type
fr: Type de Distribution

source: Dispatched
fr: Envoyé

source: Dispatched From
fr: Expédié de

source: Dispatched To
fr: Envoyé à

source: Distribution Center
fr: Centre de distribution

source: Distribution Site
fr: Site de distribution

source: Distribution Sites
fr: Sites de distribution

source: Division Level
fr: Niveau de division

source: Do not bleed donor
fr: Ne pas préléver le donneur

source: Donation
fr: Don

source: Donation Batch Info
fr: Information sur les lots de dons

source: Donation Batch Report
fr: Rapport de lot de don

source: Donation Batch Status
fr: Statut du lot de dons

source: Donation Date
fr: Date du don

source: Donation Field
fr: Rubrique du Don

source: Donation Field Affected
fr: Rubrique du Don

source: Donation Field Value
fr: Valeur de la Rubrique du Don

source: Donation Information
fr: Informations du Don

source: Donation Notes
fr: Notes sur le Don

source: Donation Period
fr: Période du Don

source: Donation Type
fr: Type de Don

source: Donation Types Report
fr: Rapport des Types de Don

source: Donation batch
fr: Lot du Don

source: Donation type already exists.
fr: Le type de don existe déjà.

source: Donations
fr: Dons

source: Donations Collected By Type Report
fr: Rapport des Dons Collectés par Type

source: Done
fr: Terminé

source: Donor Address Merge
fr: Adresse Combinée du Donneur

source: Donor Assessment
fr: Évaluation du Donneur

source: Donor Clinic
fr: Clinique du Donneur

source: Donor Contact Merge
fr: Informations de Contact Combinées du Donneur

source: Donor Counselling
fr: Traitement du Donneur

source: Donor Deferrals Review
fr: Examen des Reports du Donneur

source: Donor Donations Review
fr: Examen des Dons du Donneur

source: Donor Merging
fr: Combinaison du Donneur

source: Donor Notes
fr: Notes sur le Donneur

source: Donor Number
fr: Numéro du Donneur

source: Donor Overview Merge
fr: Aperçu Combiné du Donneur

source: Donor Registration Blocked - No Open Donation Batches
fr: Inscription du Donneur Bloquée - Pas de Lot de Don Disponible

source: Donors Adverse Events Summary Report
fr: Résumé du Rapport d’Effets Indésirables du Don

source: Donors Deferred Summary Report
fr: Résumé du Rapport des Donneurs Ajournés

source: Donors List
fr: Liste de Donneurs

source: Downloading...
fr: Téléchargement...

source: Due To Donate
fr: Donné Le

source: Due to Expire By
fr: Périme le

source: Duplicate Donors
fr: Double Donneurs

source: Edit
fr: Modifier

source: Edit Adverse Event Type
fr: Modifier le Type d’Événement Défavorable

source: Eligibility
fr: Éligibilité

source: Eligible
fr: Éligible

source: Eligible Donors: {{numberEligibleDonors}} out of {{totalDonors}} ({{percentage}}%)
fr: Donneurs Éligibles: {{numberEligibleDonors}} sur {{totalDonors}} ({{percentage}}%)

source: Eligible donor
fr: Donneur éligible

source: Enabled
fr: Activé

source: End
fr: Fin

source: End Date
fr: Date de Fin

source: End Deferral
fr: Fin du Report

source: End date can't be before deferral date
fr: La date de fin ne peut pas être située avant la date de report

source: End time should be after Start time
fr: La date de fin doit être située après la date de Début

source: Enter
fr: Entrer

source: Enter a valid temperature
fr: Insérer une température valide

source: Enter a valid time
fr: Entrez une heure valide

source: Enter password
fr: Entrez un mot de passe

source: Entity
fr: Entité

source: Error merging the duplicate Donors.
fr: Erreur lors de la fusion des donneurs doublons.

source: Expired
fr: Périmé

source: Expires After
fr: Périme après le

source: Expiry Status
fr: Statut de l’Expiration

source: Export All Data
fr: Exporter Toutes les Données

source: Export Data
fr: Exporter des Données

source: Export donors, donations, deferrals, post-donation counselling, test outcomes, and components datasets. The data will be downloaded as a compressed zip file containing a separate CSV file for each dataset.
fr: Exporte les groupes de données des donneurs, des dons, des ajournements, de l’assistance post-don, des résultats des tests, et des composants sanguins. Les données seront téléchargées sous forme de fichier zip compressé contenant un fichier CSV séparé pour chaque groupe de données

source: Fail
fr: Échec

source: February
fr: Février

source: Female
fr: Féminin

source: Filter data
fr: Filtrer les données

source: Final Review
fr: Examen Final

source: Find Components
fr: Trouver des Composants

source: Find Discards
fr: Trouver des Rejets

source: Find Donor
fr: Trouver un Donneur

source: Find Inventory
fr: Trouver l’Inventaire

source: Find Safe Components
fr: Trouver des Composants Sûrs

source: Find Safe Components to Label
fr: Trouver des Composants Sûrs à Étiqueter

source: Find Test Samples
fr: Trouver les Echantillons à Tester

source: Find Transfusions
fr: Trouver des Transfusions

source: Finish
fr: Terminer

source: First
fr: Prénom

source: First Name
fr: Prénom

source: Flagged for Counselling
fr: Identifié pour un Traitement

source: Forgot password
fr: Mot de passe oublié

source: Fulfil Order Form
fr: Remplir le Formulaire de Commande

source: Gap
fr: Écart

source: Gender
fr: Genre

source: General Configurations
fr: Configurations Générales

source: Group
fr: Groupe

source: HOME
fr: ACCUEIL

source: Hide test outcomes
fr: Cacher les Résultats des Tests

source: Historical
fr: Historique

source: Historical Data Entry
fr: Entrée de Données Historiques

source: Home
fr: Accueil

source: Hospital / Clinic
fr: Hôpital / Clinique

source: INVENTORY
fr: INVENTAIRE

source: Identifier
fr: Identifiant

source: In Active Use
fr: Sous Utilisation Active

source: In Stock
fr: En Stock

source: Include Donors That Have Been Referred
fr: Inclure les Donneurs Ayant Été Ajournés

source: Include Donors That Have Not Been Referred
fr: Inclure les Donneurs N’Ayant Pas Été Ajournés

source: Include Similar Results
fr: Inclure les Résultats Similaires

source: Indeterminate
fr: Indéterminé

source: Ineligible Donor
fr: Donneur non-éligible

source: Integer
fr: Entier

source: Invalid
fr: Invalide

source: Invalid Component
fr: Composant Invalide

source: Invalid DIN range
fr: Intervalle DIN invalide

source: Invalid Username / Password
fr: Nom d’Utilisateur/Mot de Passe invalide

source: Invalid boolean value
fr: Valeur booléenne invalide

source: Invalid date
fr: Date invalide

source: Invalid decimal value
fr: Valeur décimale invalide

source: Invalid donor
fr: Donneur invalide

source: Invalid email address
fr: Adresse mail invalide

source: Invalid input
fr: Entrée invalide

source: Invalid integer value
fr: Valeur entière invalide

source: Invalid number of decimal digits
fr: Nombre de chiffres décimaux invalide

source: Invalid value
fr: Valeur invalide

source: Inventory
fr: Inventaire

source: Inventory Status
fr: Statut de l’Inventaire

source: Issue
fr: Délivrance

source: Issued
fr: Distribué

source: January
fr: Janvier

source: July
fr: Juillet

source: June
fr: Juin

source: LABELLING
fr: ETIQUETAGE

source: Label Components
fr: Etiqueter les Composants

source: Label Verification for {{componentCode}}
fr: Vérification de l’Étiquette pour {{componentCode}}

source: Language
fr: Langue

source: Last
fr: Nom de Famille

source: Last Name
fr: Nom de Famille

source: Last Updated
fr: Dernière Mise à Jour

source: Level
fr: Niveau

source: List of donors for post donation counselling
fr: Liste de Donneurs pour le soutien post-don

source: Loading details failed. Please try refreshing
fr: Le chargement des détails a échoué. Veuillez essayer d'actualiser

source: Location
fr: Emplacement

source: Location Type
fr: Type d'emplacement

source: Location is not a venue or there is already an open donation batch for that venue
fr: L'emplacement n'est pas une salle, ou il y a déjà un lot de dons ouvert pour cette salle

source: Location name already exists
fr: Le nom de l’emplacement existe déjà

source: Log in
fr: Connexion

source: Log out
fr: Déconnexion

source: Look Up
fr: Rechercher

source: Low Pack Weight
fr: Faible Poids de Paquet

source: Low Volume Weight
fr: Faible Volume

source: MANAGE COMPONENTS
fr: GÉRER LES COMPOSANTS

source: MANAGE DISCARDS
fr: GÉRER LES REJETS

source: MANAGE INVENTORY
fr: GÉRER L’INVENTAIRE

source: MANAGE TESTING
fr: GÉRER LES TESTS

source: MOBILE CLINIC
fr: CLINIQUE MOBILE

source: Male
fr: Masculin

source: Manage Account and System Settings
fr: Gérer les Paramètres du Système

source: Manage Adverse Event Types
fr: Gérer les Types d’Effets Indésirables du Don
