Repository: kalebtakele0810/bsis-frontend
Catalog: po/*.po
Languages: fr

source: This export may take some time and can affect the performance of the system. It is recommended that this process is only run after standard operating hours, to minimise the impact on other activities.
fr: Cette exportation peut prendre du temps et pourrait affecter les performances du système. Il est recommandé de lancer ce processus après les horaires standard d'utilisation, pour minimiser l'impact sur les autres activités.

source: This export may take some time if run for all venues and can affect the performance of the system. It is recommended that this export is only run after standard operating hours, to minimise impact on other activities.
fr: Cette exportation peut prendre du temps si elle est lancée sur tous les Postes de Prélèvements et pourrait affecter les performances du système. Il est recommandé de lancer cette exportation après les horaires standard d'utilisation, pour minimiser l'impact sur les autres activités.

source: This form is not valid
fr: Ce formulaire est invalide

source: This is required
fr: Ce champ est requis

source: This must be a number
fr: Ce champ doit contenir un nombre

source: This must be unique
fr: Ce champ doit être unique

source: This test batch is ready to be closed.
fr: Ce lot de test est prêt à être fermé.

source: This test batch is ready to be released.
fr: Ce lot de test est prêt à être utilisé.

source: Time
fr: Heure

source: Time of Delivery
fr: Heure de Livraison

source: Time since Donation or Bleed Time exceeded
fr: La période depuis le don ou la durée de saignement ont été dépassées

source: Time since donation exceeded, the following components will be flagged as unsafe: {{components}}.
fr: La période depuis le don a été dépassée, les Composants suivants seront marqués comme non-sûrs: {{components}}.

source: Title
fr: Titre

source: To
fr: À

source: Toggle navigation
fr: Activer la navigation

source: Too large
fr: Trop gros

source: Too long
fr: Trop long

source: Too short
fr: Trop court

source: Too small
fr: Trop petit

source: Total Adverse Events
fr: Total Effets Indésirables

source: Total All Venues
fr: Total de Salles

source: Total Blood Units
fr: Total d’Unités de Sang

source: Total Donations
fr: Total de Dons

source: Total Not Transfused
fr: Total de Non-Transfusés

source: Total Reactions
fr: Total de Réactions

source: Total Transfused Uneventfully
fr: Total de Transfusés Sans Événements

source: Total Units: {{total}}
fr: Total d’Unités: {{total}}

source: Total Unknown
fr: Total Inconnu

source: Total donations
fr: Total de dons

source: Total donors
fr: Total de donneurs

source: Total donors: {{total}}
fr: Total de donneurs: {{total}}

source: Total {{recordsName}}: {{totalRecords}}
fr: Total de {{recordsName}}: {{totalRecords}}

source: Transfer
fr: Transfert

source: Transfused
fr: Transfusé

source: Transfused On
fr: Transfusé Le

source: Transfused Uneventfully
fr: Transfusé sans Accidents

source: Transfusion Notes
fr: Notes de Transfusion

source: Transfusion Outcome
fr: Résultat de la Transfusion

source: Transfusion Reaction Occurred
fr: Réaction Après La Transfusion

source: Transfusion Reaction Type
fr: Type de Réaction À La Transfusion

source: Transfusion Site
fr: Site de Transfusion

source: Transfusions Summary Report
fr: Résumé du Rapport de Transfusions

source: Transport Info
fr: Infos de Transport

source: Unable to establish a connection. Please report this issue and try again later
fr: Impossible d'établir une connexion. Veuillez rapporter ce problème et réessayer plus tard

source: Underweight Pack
fr: Paquet en sous-poids

source: Undiscard
fr: Récupérer

source: Undiscard Components
fr: Récupérer les Composants

source: Undiscarding...
fr: Récupération...

source: Units
fr: Unités

source: Units Ordered
fr: Unités Commandées

source: Units Returned
fr: Unités Renvoyées

source: Units Supplied
fr: Unités Fournies

source: Unknown
fr: Inconnu

source: Unprocess
fr: Dé-Traiter

source: Unprocess Component
fr: Dé-Traiter un Composant

source: Unprocessing this component will cause all components that were produced from it to be deleted. Do you want to continue?
fr: Dé-Traiter ce Composant fera que tous les Composants issus de celui-ci seront supprimés. Voulez-vous continuer?

source: Unprocessing...
fr: Dé-Traitement...

source: Unsafe
fr: Non Sûr

source: Updating details failed. Please try again
fr: La mise à jour des détails a échoué. Veuillez réessayer

source: Usage Site
fr: Site d’Utilisation

source: Usage Sites: {{count}}
fr: Sites d’Utilisation: {{count}}

source: User
fr: Utilisateur

source: Username
fr: Nom d’utilisateur

source: Username already exists
fr: Ce Nom d’Utilisateur existe déjà

source: Username invalid. Use only alphanumeric characters, underscore (_), hyphen (-), and period (.)
fr: Nom d’Utilisateur invalide. Utilisez seulement des caractères alphanumériques, des tirets bas (_), des traits d'union (-) et des points (.)

source: Valid Outcomes
fr: Nom de l’Utilisateur

source: Value
fr: Valeur

source: Venue
fr: Poste de Prélèvement

source: Venues
fr: Postes de Prélèvements

source: Verify
fr: Vérifier

source: Verifying...
fr: Vérification...

source: View
fr: Afficher

source: View / Export Donor List
fr: Afficher / Exporter la Liste de Donneurs

source: View Audit Log
fr: Afficher le Journal d’Audit

source: View Charts and Export Reports
fr: Afficher les Graphiques et Exporter les Rapports

source: View Delivery Forms
fr: Afficher les Formulaires de Livraison

source: View Orders
fr: Afficher les Commandes

source: View Returns
fr: Afficher les Retours

source: View Stock Levels
fr: Afficher les Niveaux de Stock

source: View Summary
fr: Afficher un Résumé

source: View Test Sample
fr: Afficher les Échantillons à tester

source: Void
fr: Supprimer

source: Void Deferral
fr: Annuler un Report

source: Void Order
fr: Annuler une Commande

source: Void Return
fr: Annuler un Retour

source: Void Tranfusion
fr: Annuler une Transfusion

source: Voiding...
fr: Annulation...

source: Ward Number
fr: Numéro du Service

source: Weight
fr: Poids

source: Welcome to BSIS - The Blood Safety Information System
fr: Bienvenue sur BSIS - Le Système d’Information de Sécurité du Sang

source: Work
fr: Travail

source: Wt
fr: Pds

source: Year
fr: Année

source: Yes
fr: Oui

source: You have logged in with a recovery password. Please set a new password before you continue.
fr: Vous vous êtes connecté grâce à un mot de passe de récupération. Veuillez choisir un nouveau mot de passe avant de continuer.

source: You need to provide a username
fr: Vous devez fournir un nom d’utilisateur

source: Your details were successfully updated
fr: Vos détails ont été mis à jour

source: Your password has been reset. Please check your email for the new password
fr: Votre mot de passe a été réinitialisé. Veuillez consulter votre boîte mail pour obtenir votre nouveau mot de passe

source: days
fr: jours

source: donations
fr: dons

source: false
fr: faux

source: hours
fr: heure

source: to
fr: a

source: true
fr: vrai

source: venues
fr: salles

source: {{count}} Blood Test(s) found
fr: {{count}} Test(s) sanguin(s) identifié(s)

source: {{count}} Blood Testing Rule(s) found
fr: {{count}} Règle(s) de test sanguin trouvée(s)

source: {{count}} Component Combination(s) found
fr: {{count}} Différent(s) Composant(s) identifié(s)

source: {{count}} Component Type(s) found
fr: {{count}} Type(s) de composant trouvé(s)

source: {{count}} Division(s) found
fr: {{count}} Division(s) trouvée(s)

source: {{count}} Location(s) found
fr: {{count}} emplacement(s) trouvé(s)

source: {{count}} adverse event type(s) found
fr: {{count}} Type(s) d’effets secondaires identifié(s)

source: {{count}} component(s) found
fr: {{count}} composant(s) trouvé(s)

source: {{count}} configuration(s) found
fr: {{count}} configuration(s) trouvée(s)

source: {{count}} day(s)
fr: {{count}} Jour(s)

source: {{count}} day(s) to expire
fr: {{count}} jour(s) restant avant expiration

source: {{count}} deferral reason(s) found
fr: {{count}} motif(s) de report identifie(s)

source: {{count}} discard reason(s) found
fr: {{count}} la(les) raison(s) de rejet trouvée(s)

source: {{count}} donation type(s) found
fr: {{count}} type de don(s) identifiés

source: {{count}} donor(s) found
fr: {{count}} donneur(s) identifié(s)

source: {{count}} of {{total}}
fr: {{count}} sur {{total}}

source: {{count}} of {{total}} samples will be released, the remaining samples require discrepancies to be resolved. Once you release these samples you will no longer be able to add DINs to this batch. Are you sure that you want to release this test batch?
fr: {{count}} du {{total}} des échantillons qui seront libérés, les échantillons restants ont des anomalies à résoudre. Êtes-vous sûr de vouloir libérer ce lot de test?

source: {{count}} of {{total}} samples will be released. Once you release these samples you will no longer be able to add DINs to this batch. Are you sure that you want to release this test batch?
fr: {{count}} du {{total}} des échantillons qui seront libérés, les échantillons restants ont des anomalies à résoudre. Êtes-vous sûr de vouloir libérer ce lot de test?

source: {{count}} pack type(s) found
fr: {{count}} types de poche(s) identifiée(s)

source: {{count}} role(s) found
fr: {{count}} rôle(s) identifie(s)

source: {{count}} sample(s) found
fr: {{count}} échantillon(s) identifie(s)

source: {{count}} site(s) found
fr: {{count}} site(s) identifié(s)

source: {{count}} transfusion reaction type(s) found
fr: {{count}} réaction(s) transfusionnelle(s) trouvée(s)

source: {{count}} user(s) found
fr: {{count}} utilisateur(s) identifie(s)

source: {{count}} venue(s) found
fr: {{count}} emplacement(s) identifié(s)

source: {{dinsAdded}} out of {{dinsToAdd}} sample(s) in the range were added to the test batch. {{testBatch.dinsInOtherTestBatches.length}} belonged to another test batch and {{testBatch.dinsWithoutTestSamples.length}} didn't produce test samples and {{testBatch.dinsInOpenDonationanBatch.length}} belonged to an open Donation Batch.
fr: {{dinsAdded}} sur {{dinsToAdd}} échantillon(s) de la séquence était(ent) ajouté(s) au lot de tests. {{testBatch.dinsInOtherTestBatches.length}} appartenait(ent) à un autre lot de tests et {{testBatch.dinsWithoutTestSamples.length}} n’avait(ent) pas d’échantillons de test et {{testBatch.dinsInOpenDonationanBatch.length}} appartenait(ent) à un lot de dons ouvert.

source: {{duplicateCount}} possible duplicate donors identified.
fr: {{duplicateCount}} possibles de donneurs en double identifiés.

source: {{duplicateDonorCount}} set(s) of duplicate donors found.
fr: {{duplicateDonorCount}} ensemble(s) de donneurs en double trouvés.

source: {{formNumber}} form(s) found
fr: {{formNumber}} formulaire(s) trouvé(s)

source: {{fromDate}} to {{toDate}}
fr: {{fromDate}} à {{toDate}}

source: {{startTime}} to {{endTime}}
fr: {{startTime}} à {{endTime}}

source: {{total}} donation(s) in batch
fr: {{total}} don(s) dans le lot
